[
    {"birdName": "Kakariki", "maoriName": "Kākāriki", "description": "Kākāriki, meaning ‘small green parrot’ in Māori, are beautiful forest birds. They feed on berries, seeds, fruit and insects, and generally nest in holes in trees.", "rarity": "Vulnerable", "type": "Native" },
    {"birdName": "Pukeko", "maoriName": "Pūkeko", "description": "The pūkeko is probably one of the most recognised native birds in New Zealand with its distinctive colourings and habit of feeding on the ground.", "rarity": "Not Threatened", "type": "Native" },
    {"birdName": "Tui", "maoriName": "Tūī" , "description": "Tūī are unique to New Zealand and belong to the honeyeater family, which means they feed mainly on nectar from flowers of native plants. ", "rarity": "Not Threatened", "type": "Native" },
    {"birdName": "Silvereye", "maoriName": "", "description": "The silvereye – also known as the wax-eye, or sometimes white eye – is a small and friendly olive green forest bird with white rings around its eyes.", "rarity": "Not Threatened", "type": "Native" },
    {"birdName": "Kea", "maoriName": "", "description": "The endangered kea is the world's only alpine parrot, and one of the most intelligent birds. The kea has been crowned Bird of the Year for 2017.", "rarity": "Threatened", "type": "Native" },
    {"birdName": "Fantail", "maoriName": "Pīwakawaka" , "description": "Known for its friendly ‘cheet cheet’ call and energetic flying antics, the aptly named fantail is one of the most common and widely distributed native birds on the New Zealand mainland.", "rarity": "At Risk", "type": "Native" },
    {"birdName": "Kaka", "maoriName": "Kākā" , "description": "The kākā is a large parrot belonging to the nestorinae family, a group that includes the kea and the extinct Norfolk Island kākā.\r\n", "rarity": "Threatened", "type": "Native" },
    {"birdName": "Wood Pigeon", "maoriName": "Kererū", "description": "The kererū is a large bird with irridescent green and bronze feathers on its head and a smart white vest. The noisy beat of its wings is a distinctive sound in our forests.", "rarity": "Not Threatened", "type": "Native"},
    {"birdName": "Blackbird", "maoriName": "", "description": "The blackbird is a relatively common bird you can see outside.", "rarity": "Common", "type": "Non-Native" },
    {"birdName": "Pigeon", "maoriName": "", "description": "The pigeon is a bird you would see in urban cities, picking up food or nesting near footpaths.", "rarity": "Common", "type": "Non-Native" },
    {"birdName": "Seagull", "maoriName": "", "description": "The seagull are a common bird you would see near the beach or around town.", "rarity": "Common", "type": "Non-Native" },
    {"birdName": "Sparrow", "maoriName": "", "description": "The sparrow are common little birds that enjoy worms.", "rarity": "Common", "type": "Non-Native" },
]
