[
{"bird_name": "Albatross", "description": "\r\n                Albatross are the world's largest seabirds, spending at least 85% of their lives at sea. New Zealand's albatrosses include two species of royal albatross/toroa.\r\n            ", "rarity": null},
{"bird_name": "New Zealand parakeet/kākāriki", "description": "\r\n                Kākāriki, meaning ‘small green parrot’ in Māori, are beautiful forest birds. They feed on berries, seeds, fruit and insects, and generally nest in holes in trees.\r\n            ", "rarity": null},
{"bird_name": "Penguins", "description": "\r\n                Penguins are a unique group of flightless seabirds that are at home on land and in the sea. New Zealand has more penguin species on our shores than any other country.\r\n            ", "rarity": null},
{"bird_name": "Pūkeko", "description": "\r\n                The pūkeko is probably one of the most recognised native birds in New Zealand with its distinctive colourings and habit of feeding on the ground.\r\n            ", "rarity": null},
{"bird_name": "Paradise duck / pūtakitaki / pūtangitangi", "description": "\r\n                The paradise shelduck is New Zealand’s only shelduck, a worldwide group of large, often semi-terrestrial waterfowl that have goose-like features.\r\n            ", "rarity": null},
{"bird_name": "New Zealand robin/toutouwai", "description": "\r\n                The New Zealand robin or toutouwai is a sparrow-sized bird found only in New Zealand. They are friendly and trusting, often coming to within a couple of metres of people. \r\n\r\n            ", "rarity": "At Risk–Declining"},
{"bird_name": "New Zealand pigeon / kererū / kūkū / kūkupa", "description": "\r\n                The kererū is a large bird with irridescent green and bronze feathers on its head and a smart white vest. The noisy beat of its wings is a distinctive sound in our forests. \r\n            ", "rarity": "New Zealand pigeon/kererū/kūkū/kūkupa (MP3, 1,868K)"},
{"bird_name": "Saddleback/tīeke", "description": "\r\n                The saddleback or tīeke belongs to New Zealand's unique wattlebird family, an ancient group which includes the endangered kōkako and the extinct huia.\r\n            ", "rarity": "At Risk–Recovering"},
{"bird_name": "New Zealand falcon/kārearea", "description": "\r\n                Capable of flying at speeds over 100 km/h and catching prey larger than itself, the New Zealand falcon is one of our most spectacular birds.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Miranda's migratory birds", "description": "\r\n                The shell banks of Miranda, New Zealand, attract thousands of migratory birds each year and make for fantastic bird viewing. \r\n            ", "rarity": null},
{"bird_name": "New Zealand fairy tern/tara iti", "description": "\r\n                The New Zealand fairy tern/tara iti is probably New Zealand's rarest breeding bird.\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "New Zealand dotterel/tūturiwhatu", "description": "\r\n                The endangered New Zealand dotterel/tūturiwhatu  is found only in this country.\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "Morepork/ruru", "description": "\r\n                The native morepork is known for its haunting, melancholic call. This sound gives it the Māori name 'ruru'. \r\n            ", "rarity": "Morepork/ruru song (MP3, 1,620K)"},
{"bird_name": "Marsh crake/koitareke", "description": "\r\n                The at risk Baillon's crake/marsh crake/koitareke is an endemic subspecies which inhabits wetlands throughout New Zealand.\r\n            ", "rarity": null},
{"bird_name": "Kōkako", "description": "\r\n                The kōkako belongs to the endemic New Zealand wattlebirds, an ancient family of birds which includes the North and South Island saddleback and the extinct huia.\r\n            ", "rarity": "At Risk–Recovering"},
{"bird_name": "Yellowhead/mohua", "description": "\r\n                The yellowhead/mohua is a small, insect eating bird which lives only in the forests of New Zealand's South Island and Stewart Island.\r\n            ", "rarity": "At Risk–Recovering"},
{"bird_name": "Wrybill/ngutu pare", "description": "\r\n                No other bird in the world has a bill like New Zealand’s wrybill. Its bill curves to the right, allowing it to probe for insects under river stones.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Westland petrel/tāiko", "description": "\r\n                The Westland petrel (tāiko) is endemic to New Zealand and breeds only on the West Coast of the South Island.\r\n            ", "rarity": "Westland petrel/tāiko factsheet (PDF, 657K)"},
{"bird_name": "Whitehead/pōpokotea", "description": "\r\n                The whitehead/pōpokotea has a series of clear tuneful calls that fill the forest with a pleasant cacophony of sound when they appear in flocks high in the canopy of the forest.\r\n            ", "rarity": null},
{"bird_name": "Variable oystercatcher/tōrea", "description": "\r\n                The variable oystercatcher is a large heavily-built shorebird. Adults have black upperparts, their underparts vary from all black, through a range of ‘smudgy’ intermediate states to white.\r\n            ", "rarity": null},
{"bird_name": "Weka", "description": "\r\n                The weka is a large, brown flightless bird that has a famously feisty and curious personality. These two qualities traditionally made the bird an easy food source for Māori and early European settlers.\r\n            ", "rarity": null},
{"bird_name": "Tūī", "description": "\r\n                Tūī are unique to New Zealand and belong to the honeyeater family, which means they feed mainly on nectar from flowers of native plants. \r\n            ", "rarity": "Tūī communication calls (MP3, 2,228K)"},
{"bird_name": "Tomtit/miromiro", "description": "\r\n                The New Zealand tomtit looks similar to a robin. They are a small bird with a large head, a short bill and tail, and live in forest and scrub.\r\n            ", "rarity": null},
{"bird_name": "Spotted shag/parekareka", "description": "\r\n                The spotted shag/parekareka is a medium-sized, grey-blue marine shag with a long, slender bill and yellow-orange feet. Adult breeding birds have small black spots on their back and wings. \r\n            ", "rarity": null},
{"bird_name": "Takahē", "description": "\r\n                The flightless takahē is a unique bird, a conservation icon and a survivor.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Stitchbird/hihi", "description": "\r\n                Stitchbird/hihi is a medium-sized forest species that is one of New Zealand’s rarest birds.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Rock wren/tuke", "description": "\r\n                A small reclusive bird, rock wren are restricted to small pockets of the South Island’s high country.\r\n            ", "rarity": "Threatened–Nationally Endangered"},
{"bird_name": "Spotless crake/pūweto", "description": "\r\n                The at risk spotless crake/pūweto is a native subspecies which inhabits wetlands throughout New Zealand.\r\n            ", "rarity": null},
{"bird_name": "Silvereye or wax-eye ", "description": "\r\n                The silvereye – also known as the wax-eye, or sometimes white eye – is a small and friendly olive green forest bird with white rings around its eyes.\r\n            ", "rarity": null},
{"bird_name": "Shore plover/tūturuatu", "description": "\r\n                The survival of the endangered shore plover relies on island biosecurity, captive breeding, and translocations to predator-free islands.\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "Kea", "description": "\r\n                The endangered kea is the world's only alpine parrot, and one of the most intelligent birds. The kea has been crowned Bird of the Year for 2017.\r\n            ", "rarity": "Threatened–Nationally Endangered"},
{"bird_name": "Hutton's shearwater/Kaikōura tītī ", "description": "\r\n                The nationally vulnerable Hutton's shearwater is the only seabird globally to breed in a sub-alpine environment.\r\n            ", "rarity": null},
{"bird_name": "White heron/kōtuku", "description": "\r\n                The white heron has always been rare in New Zealand and it has gained almost mythical status.\r\n            ", "rarity": null},
{"bird_name": "Grey warbler/riroriro", "description": "\r\n                The grey warbler is a relatively inconspicuous grey bird that flits about the canopy of the forest but its call permeates the forest and takes the edge off a hard uphill slog for any attentive tramper.\r\n            ", "rarity": null},
{"bird_name": "Fernbird/mātātā", "description": "\r\n                These secretive wetland birds have disappeared from large areas of New Zealand, and populations continue to decline. \r\n            ", "rarity": "At Risk–Declining"},
{"bird_name": "Fantail/pīwakawaka", "description": "\r\n                Known for its friendly ‘cheet cheet’ call and energetic flying antics, the aptly named fantail is one of the most common and widely distributed native birds on the New Zealand mainland.\r\n            ", "rarity": "At Risk–Naturally Uncommon"},
{"bird_name": "Dabchick/weweia ", "description": "\r\n                The dabchick, or weweia is a specialised waterbird endemic to New Zealand. They are currently extinct from the South Island but they can be found around the Central North Island in Taupo and Rotorua.\r\n            ", "rarity": null},
{"bird_name": "Subantarctic teal", "description": "\r\n                Subantarctic teal include the Auckland Island teal and the distinctly different Campbell Island teal. The Campbell Island teal is one of the world's rarest ducks.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Chatham petrel/ranguru", "description": "\r\n                Once widespread on the Chatham Islands, the Chatham petrel was until recently restricted to Rangatira Island but active management has allowed the population to grow on other islands.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Kākā", "description": "\r\n                The kākā is a large parrot belonging to the nestorinae family, a group that includes the kea and the extinct Norfolk Island kākā.\r\n\r\n            ", "rarity": "Kākā: North Island kākā song (MP3, 1,382K)"},
{"bird_name": "Chatham Island pigeon/parea", "description": "\r\n                Although similar in appearance to the New Zealand pigeon, the Chatham Island pigeon is about 20% heavier, making it one of the world's heaviest pigeons.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Kiwi", "description": "\r\n                The kiwi is a unique and curious bird: it cannot fly, has loose, hair-like feathers, strong legs and no tail. Learn more about the kiwi, the national icon of New Zealand and unofficial national emblem.\r\n            ", "rarity": null},
{"bird_name": "Chatham Island oystercatcher/tōrea", "description": "\r\n                This black and white wader is unique to the Chatham Islands. It is an endangered species with a high risk of extinction due to its very small population and range\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "Black-fronted tern/tarapirohe", "description": "\r\n                Most terns are seabirds but the black-fronted tern lives and breeds inland, only visiting the coast to feed in autumn and winter.\r\n            ", "rarity": "Threatened–Nationally Endangered"},
{"bird_name": "Eastern bar-tailed godwit/kuaka", "description": "\r\n                Bar-tailed godwits are one of 35 species that come to New Zealand each year from the Arctic.\r\n            ", "rarity": "At  Risk–Declining"},
{"bird_name": "Chatham Island tūī  ", "description": "\r\n                The Chatham Island tūī is a threatened subspecies of mainland tūī. It is larger and has longer throat tufts than its mainland counterpart. Its song is also significantly different.\r\n            ", "rarity": "Threatened–Nationally Endangered"},
{"bird_name": "Kingfisher/kōtare", "description": "\r\n                The kingfisher is a distinctive bird with a green-blue back, buff to yellow undersides and a large black bill. It has a broad black eye-stripe, and a white collar in adults. The females are slightly greener and duller. \r\n            ", "rarity": null},
{"bird_name": "Black billed gull/tarāpuka", "description": "\r\n                New Zealand's only endemic gull is the most threatened gull species in the world, and it's rapidly declining.\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "Bellbird/korimako ", "description": "\r\n                The melodious bellbird is still widespread but mammalian predators keep their numbers low.\r\n            ", "rarity": "Bellbird/korimako  group (MP3, 2,821K)"},
{"bird_name": "Australasian crested grebe/kāmana", "description": "\r\n                The Australasian crested grebe is a diving water bird. Lake Pearson/Moana Rua in Canterbury has been designated a wildlife refuge to help protect the grebe.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Banded rail/moho pererū", "description": "\r\n                The banded rail is a native subspecies which inhabits wetlands throughout New Zealand.\r\n            ", "rarity": "At Risk–Declining"},
{"bird_name": "Australasian bittern/matuku", "description": "\r\n                The endangered matuku inhabits wetlands throughout New Zealand. DOC is focusing on developing methods for surveying bittern systematically and for restoring wetlands .\r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": "Black stilt/kakī", "description": "\r\n                Kakī, or black stilt, is a native wading bird only found in New Zealand. It is regarded by Māori as a taonga species – a living treasure. \r\n            ", "rarity": "Threatened–Nationally Critical"},
{"bird_name": null, "description": "\r\n                The kākāpō is a nocturnal, flightless parrot. And its strangeness doesn't end there. It's critically endangered and one of New Zealand’s unique treasures. \r\n            ", "rarity": null},
{"bird_name": "Brown teal/pāteke", "description": "\r\n                The brown teal/pāteke is a small dabbling duck endemic to New Zealand. They are the rarest waterfowl on the mainland.\r\n            ", "rarity": "At Risk–Recovering"},
{"bird_name": "Blue duck/whio", "description": "\r\n                The blue duck/whio is only found in New Zealand. It is a nationally vulnerable species and faces a risk of becoming extinct.\r\n            ", "rarity": "Threatened–Nationally Vulnerable"},
{"bird_name": "Chatham Island tāiko", "description": "\r\n                The tāiko is one of the world's rarest seabirds, and nest in long burrows under forest cover.\r\n            ", "rarity": "Tāiko on NZ Birds Online"},
{"bird_name": "Chatham Islands black robin", "description": "\r\n                The recovery of the Chatham Islands black robin from the brink of extinction is an internationally renowned conservation success story.\r\n            ", "rarity": "Threatened–Nationally Critical"}
]